Repository: saleemkce/TechDivision_ApplicationServerWebsite
Catalog: src/locales/*/imprint.xliff
Languages: de_de

source: Impress
de_de: Impressum

source: Disclosures according to ยง 5 TMG
de_de: Angaben gemäß § 5 TMG

source: Excecutive Board
de_de: Vertreten durch

source: Stefan and Josef Willkommer
de_de: Stefan und Josef Willkommer

source: Contact
de_de: Kontakt

source: Phone: +49 8031 221055-0<br/>Fax: +49 8031 221055-22
de_de: Telefon: +49 8031 221055-0<br/>Telefax: +49 8031 221055-22

source: Commercial register
de_de: Registereintrag

source: Municipial Court of Traunstein<br/>HRB 17123
de_de: Eintragung im Handelsregister.<br/>Registergericht:Amtsgericht Traunstein<br/>Registernummer: HRB 17123

source: VAT registration number
de_de: Umsatzsteuer-ID

source: VAT registration number according to ยง27 a sales tax law: DE249664276
de_de: Umsatzsteuer-Identifikationsnummer gemäß §27 a Umsatzsteuergesetz:<br/>DE249664276

source: Responsible for content according to ยง 55 Abs. 2 RStV
de_de: Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV
